{
  "data": [
    {
      "title": "Georgia on my Dime",
      "tech": ["React", "Gatsby", "Firebase", "Stripe", "Contentful"],
      "desc": "Georgia on my Dime is the largest and most utilized happy hour website in Atlanta. We connect customers the best restaurants in the city. Over the past 3 years, Georgia on my Dime has grown to 15,000 monthly unique visitors and represents hundreds of restaurants in Atlanta.",
      "github": "https://github.com/nanderson815/GOMD-Gatsby",
      "demo": "https://georgiaonmydime.com/",
      "img": "./images/gomd.png"
    },
    {
      "title": "Atlanta Track Club Team Challenge",
      "tech": ["React", "Firebase", "MongoDB", "Plotly"],
      "desc": "The Atlanta Track Club Team Challenge website was created to keep members engaged and competing while many in person events were cancelled due to COVID-19. The site hosts digital challenges, like the Race Around America, that allow users to compete digitally and track their workouts and progress. The site connects directly to a user’s Strava account, so no manual data entry is required.",
      "github": "https://github.com/plinck/TeamATC",
      "demo": "https://www.triclubchallenge.com",
      "img": "./images/atc.png"
    },
    {
      "title": "Dollaroo",
      "tech": ["React", "Redux", "Firebase", "MongoDB", "Plotly"],
      "desc": "Dollaroo is a cloud-based web and mobile application that imitates smart safe functionality with minimal upfront cost.",
      "github": "https://github.com/nanderson815/dolaroo",
      "demo": "https://lit-waters-19467.herokuapp.com/dashboard",
      "img": "./images/dollaroo.png"
    },
    {
      "title": "My Portfolio on the Distributed Internet",
      "tech": ["React", "IPFS"],
      "desc": "My portfolio but hosted on The InterPlanetary File System (IPFS)! IPFS is a protocol and peer-to-peer network for storing and sharing data in a distributed file system. IPFS uses content-addressing to uniquely identify each file in a global namespace connecting all computing devices, making it completely censorship-proof. IPFS is a technology that I love to use and I am passionate about.",
      "github": "https://github.com/nanderson815/React-Portfolio",
      "demo": "https://ipfs.io/ipfs/QmPtyPWnsXPQruJDK7mB8jhcczVUmf4y9mFkE3Xuwbi1bE",
      "img": "./images/portfolio.png"
    }
  ]
}
